acpi
alsa-plugins
alsa-utils
ardour
autoconf
automake
awesome-terminal-fonts
base
bash-completion
biber
bison
bluez
bluez-utils
chromium
cowsay
dbus-broker
dialog
discord
dmenu
dosfstools
efibootmgr
emacs
eog
evince
expect
fakeroot
feh
firefox
flex
gcc
geeqie
gimp
git
glu
gnome-screenshot
grub
gtop
htop
i3lock
imagemagick
inxi
jdk17-openjdk
kdenlive
ktorrent
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lshw
m4
make
man-db
midori
mtools
nautilus
neofetch
network-manager-applet
networkmanager
nitrogen
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
openssh
os-prober
patch
picocom
picom
pkgconf
pkgfile
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-stem
qalculate-gtk
qemu-base
qutebrowser
ranger
rar
reflector
rofi
rogue
scrot
sox
spacefm
steam
strace
sudo
systemd-readahead
telegram-desktop
terminator
texinfo
texlive-bin
texlive-core
texlive-latexextra
texmaker
tigervnc
tlp
transmission-cli
transmission-gtk
tree
ttf-liberation
unzip
vim
vlc
wget
which
wine
wireshark-cli
wireshark-qt
wmname
xdg-user-dirs
xdg-utils
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xterm
zip
